Repository: camiloesan/ServerDuo
Catalog: ClienteDuo/Properties/Resources.*.resx
Languages: es, fr, ja

# BtnAccept
source: Accept
es: Aceptar
fr: Accepter

# BtnAddFriend
source: Add Friend
es: Añadir Amigo
fr: Ajouter l'ami

# BtnCancel
source: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル

# BtnContinue
source: Continue
es: Continuar
fr: Continuer
ja: 続く

# BtnExitLobby
source: Exit Lobby
es: Salir de la Sala
fr: Sortir
ja: ゲームを終了

# BtnJoin
source: Join
es: Unirse
fr: Rejoindre
ja: 加入する

# BtnJoinAsGuest
source: Join As Guest
es: Ingresar Como Invitado
fr: Rejoindre comme invité
ja: ゲストとして参加する

# BtnJoinParty
source: Join Party
es: Entrar a una Partida
fr: Rejoindre groupe
ja: パーティに参加入する

# BtnKick
source: Kick
es: Expulsar
fr: Expulser

# BtnLogin
source: Log In
es: Iniciar Sesión
fr: Rejoindre
ja: ログイン

# BtnNewAccount
source: New Account
es: Crear Cuenta
fr: Nouvelle compte
ja: 登録

# BtnNewParty
source: New Party
es: Nueva Partida
fr: Nouvel groupe
ja: 新パーティ

# BtnProfile
source: Profile
es: Perfil
fr: Profil

# BtnQuitGame
source: Quit Game
es: Salir del juego
fr: Sortir
ja: リタイア

# BtnReject
source: Reject
es: Rechazar
fr: Refuser

# BtnStartGame
source: Start Game
es: Iniciar Partida
fr: Commencer partie
ja: 試合を始め

# BtnUnfriend
source: Unfriend
es: Eliminar Amigo
fr: Suprimer l'amitié

# DlgConnectionError
source: There was an error connecting with the service, try again later
es: Hubo un error al conectarse con el servicio, inténtelo de nuevo más tarde
fr: Il y avait un échec de connection avec le service, essayer autre fois à plus tard
ja: サービスへの接続中にエラーが発生しました。後でもう一度お試しください

# DlgEmailInvalid
source: Email must have less than 30 characters and a valid format (----@domain.com)
es: El correo electrónico debe tener menos de 30 caracteres y un formato valido (----@dominio.com)
fr: L'e-mail doit contenir moins de 30 caractères et un format valide (----@domain.com)

# DlgEmailTaken
source: An account with that email is already registered
es: Una cuenta con ese correo electrónico ya se encuentra registrada
ja: このメールアドレスのアカウントはすでに登録されています

# DlgEmptyFields
source: All fields must be completed
es: Todos los campos deben estar llenos antes de continuar
fr: Tous les champes doivent être remplis
ja: 全てのフィールドに入力する必要があります

# DlgExitConfirmation
source: Are you sure you want to exit the match? You will not be able to join again until it is over
es: ¿Está seguro de que desea abandonar la partida? No podrá unirse hasta que esta termine
fr: Étes vous sur de sortir du jeu? Vous ne pourrez rentrer jusqu'a il est fini

# DlgExitMatchConfirmation
source: ¿Are you sure you want to quit this match? You will not be able to return until it's over
es: ¿Está seguro de que desea abandonar la partida? No podrá volver a unirse
fr: ¿Etes vous sur de sortir du jeu? Vous ne pourrez rentrer autres fois

# DlgFailedLogin
source: Invalid username or password
es: Nombre de usuario o contraseña incorrectos
fr: Nom d'utilisateur ou courriel incorrectes
ja: メールアドレスまたはパスワードが間違っています

# DlgFriendRequestSent
source: Friend request sent
es: Solicitud de amistad enviada
fr: Demande d'amitié envoyée

# DlgFullParty
source: The party is already full, try again later
es: La partida ya está llena, inténtalo de nuevo más tarde
fr: Le groupe est rempli, réessayer à plus tard
ja: パーティーはすでに満員です。後でもう一度お試しください

# DlgInsecurePassword
source: Password needs to contain at least: 8 characters, one special symbol(!@?#$&$°¬|/%*), one uppercase and lowercase letter, and a maximum of 16 characters
es: La contraseña debe contener al menos: 8 caracteres, un símbolo especial(!@?#$&$°¬|/%*), una letra mayúscula y minúscula, y un máximo de 16 caracteres
fr: La mot de passe dois contenir au moins: 8 caractères, un caractèr spéciaux(!@?#$&$°¬|/%*), et des lettres majuscules et minuscules
ja: パスワードには少なくとも次の文字が含まれている必要があります: 8 文字、特殊記号 1 つ、大文字と小文字 1 つ

# DlgInvalidPartyCodeFormat
source: Party code needs to be a number with a max of 4 digits
es: El código de partida debe ser un numero con máximo 4 dígitos
fr: Le code de groupe doit être un numéro de 4 chiffres comme maximum
ja: パーティコードは最大 4 桁の数字である必要があります

# DlgIsNowActive
source: is now active
es: está en línea
fr: Il est désormais actif

# DlgMessageMaxCharacters
source: A message can only contain 250 characters
es: Un mensaje solo puede contener 250 caracteres
fr: Des messages peuvent contenir seulement 250 caractères
ja: メッセージには 250 文字までしか含めることができません

# DlgNewAccountSuccess
source: The user has been registered succesfully
es: Se ha registrado el usuario correctamente
fr: Le nom d'utilisater est enregistré avec succès
ja: ユーザーは正常に登録されました

# DlgPartyNotFound
source: The party code is incorrect
es: El código de partida no es correcto
fr: Le code de groupe est incorrecte
ja: パーティコードが間違っています

# DlgServiceException
source: There was an error connecting with the service, try again later
es: Hubo un error con el servicio, inténtelo de nuevo más tarde
fr: Il y avait un échec de connection avec le service, réessayer à plus tard
ja: サービスへの接続中にエラーが発生しました。後でもう一度お試しください

# DlgUnfriend
source: You are no longer friends
es: Ya no son amigos
fr: Vous n'êtes plus amis

# DlgUsernameMaxCharacters
source: Max characters for username is 30
es: El máximo de caracteres para el nombre de usuario es de 30
fr: Les nombre de caractéres dans un nom d'utilisateur est 30 comme maximum
ja: ユーザー名の最大文字数は 30 文字です

# DlgUsernameTaken
source: Username is already taken
es: Ya existe ese nombre de usuario
fr: Le nom d'utilisater est déjà enregistré
ja: ユーザー名は既に使われています

# LblCalculatingResults
source: Calculating results...
es: Calculando resultados...
fr: En calculant des resultats...

# LblCardsLeft
source: Cards left
es: Cartas restantes
fr: Cartes restantes

# LblConfirmPassword
source: Confirm Password
es: Confirmar Contraseña
fr: Confirmer mot de passe
ja: パスワードを確認する

# LblEmail
source: Email
es: Correo Electrónico
fr: Courriel
ja: メール

# LblGameSettings
source: Game Settings
es: Configuración del Juego
fr: Configuration de jeu
ja: ゲーム設定

# LblInGameUsername
source: Temporary Username
es: Nombre de Usuario Temporal
fr: Nom temporel

# LblMatchEnd
source: Match Over
es: Fin de partida
fr: Jeu fini

# LblPartyCode
source: Party Code
es: Código de Partida
fr: Code de groupe
ja: パーティコード

# LblPassword
source: Password
es: Contraseña
fr: Mot de passe
ja: パスワード

# LblPlayers
source: Players
es: Jugadores
fr: Joueurs
ja: プレイヤー

# LblUsername
source: Username
es: Nombre de Usuario
fr: Nom d'utilisateur
ja: ニックネーム

# LblWinner
source: Winner
es: Ganador
fr: Vainqueur

# TitleAlert
source: Alert
es: Alerta
fr: Alerte
ja: 警告

# TitleLogin
source: Login
es: Iniciar Sesión
ja: ログイン

# TitleNewAccount
source: New Account
es: Crear Cuenta
fr: Nouvelle compte
ja: 新アカウント

# LblPasswordForgotten
source: I forgot my password
es: Olvidé mi contraseña
fr: J'ai oubliée ma mot de passe

# DlgUserAlreadyLoggedIn
source: A session is already active
es: Una sesión ya está activa
fr: Une session est déjà active

# LblAddNewFriend
source: Add friend
es: Añadir amigo
fr: Ajouter nouvel ami
ja: フレンド申請する

# LblReady
source: Ready
es: Listo
fr: Prêt

# LblTrophies
source: Trophies
es: Trofeos
fr: Prix

# DlgFriendRequestAlreadySent
source: A friend request has already been sent
es: Una solicitud de amistad ya se ha enviado anteriormente
fr: Une demande d'amitié est déjà envoyée

# DlgAlreadyFriends
source: This user is your friend already
es: Ya eres amigo del este usuario
fr: Vous etes déjà ami de ce joueur

# DlgUsernameDoesNotExist
source: Username does not exist
es: El nombre de usuario no existe
fr: Le nom d'utilisateur n'existe pas

# DlgNowFriends
source: You are now friends!
es: ¡Ahora son amigos!
fr: Vous êtes maintenant amis

# DlgFriendRequestDeleted
source: You have rejected this request
es: Haz eliminado la solicitud
fr: Vous avez refusée cette demande d'amitié

# DlgPasswordDoesNotMatch
source: Password and and confirm password must match
es: La contraseña y confirmación de contraseña deben coincidir
fr: Le mot de passe et le mot de passe de confirmation doivent correspondre

# DlgUsernameInvalid
source: Username must contain alphanumeric values, at least 3 characters, a maximum of 14 and not contain "guest" word
es: El nombre de usuario debe contener solo caracteres alfanuméricos, al menos 3 caracteres, un máximo de 14 y no contener la palabra "guest"
fr: Le nom d'utilisateur doit contenir des valeurs alphanumériques, au moins 3 caractères, un maximum de 14 et ne pas contenir de mot "guest"

# BtnBlockedUsers
source: Blocked Users
es: Usuarios Bloqueados
fr: Utilisateurs bloquées

# LblSelectReason
source: Select a reason (Optional)
es: Elija un motivo (Opcional)
fr: Choisissez une raison (Optional)

# RsnCheating
source: Cheating
es: Trampa
fr: Tricherie

# RsnInappropriateBehaviour
source: Inappropriate Behaviour
es: Comportamiento inadecuado
fr: Comportment inapproprié

# TitleKickPlayer
source: Kick player
es: Expulsar jugador
fr: Expulser joueur

# DlgKickedPlayer
source: You have been kicked from the game.
es: Ha sido expulsado de la partida.
fr: Vous avez été expulsé du jeu.

# DlgKickingReason
source: The reason of the kicking is:
es: El motivo de su expulsión es:
fr: La raison de votre expulsion est:

# DlgEmptyKickingReason
source: Couldn't KickPlayer, please define a reason to kick him
es: No se pudo expulsar este usuario, por favor defina una razón de expulsión
fr: L'expulsion du joueur n'était pas possible, definez une raison d'expulsion s'il vous plait

# DlgFriendRequestError
source: There was an error sending friend request to this user
es: Hubo un error al enviar la solicitud de amistad a este usuario
fr: Il y avait un echec en envoyant de la demande d'ami

# TitlePasswordReset
source: Password Reset
es: Reestablecer Contraseña
fr: Réinitialisation du mot de passe

# LblNewPassword
source: New Password
es: Nueva Contraseña
fr: Nouvelle mot de passe

# LblMyProfile
source: My Profile
es: Mi Perfil

# LblLeaderboard
source: Leaderboard
es: Puntuaciones

# LblCode
source: Code
es: Código

# LblConfirmNewPassword
source: Confirm New Password
es: Confirmar Nueva Contraseña
fr: Confirmer nouvelle mot de passe

# DlgUserBlockedInParty
source: You cannot join this party, a user you have blocked or has you blocked is in party
es: No puedes entrar a esta partida, un usuario que has bloqueado o te tiene bloqueado esta en la partida
fr: Vous ne pouvez pas rejoindre ce groupe, un utilisateur que vous avez bloqué ou que vous avez bloqué est dans le groupe

# DlgUnfriendConfirmation
source: Are you sure you want to delete this user from your friends?
es: ¿Estás seguro que deseas eliminar a este usuario de tus amigos?
fr: Êtes-vous sûr de vouloir supprimer cet utilisateur de vos amis ?

# DlgUnblockSuccess
source: User succesfully unblocked
es: Usuario desbloqueado satisfactoriamente
fr: Utilisateur debloquée avec succès

# DlgEmailNonExistent
source: Email provided is not associated with any account
es: El email ingresado no está asociado a ninguna cuenta
fr: L'e-mail fourni n'est associé à aucun compte

# DlgBlockedUser
source: This user has been blocked
es: El usuario ha sido bloqueado
fr: L'utilisateur a eté bloqué

# DlgBlockConfirmation
source: Are you sure you want to block this user? you won't be able to join any party where this player is in, he won't be able to add you as a friend, and he won't be able to join your game in the future
es: ¿Estás seguro de que deseas bloqueas a este usuario? No podrás ingresar a ninguna partida donde este este jugador ni el podrá ingresar a la tuya, tampoco lo podrás agregar como amigo, ni el a ti.
fr: Êtes-vous sûr de vouloir bloquer cet utilisateur ? Vous ne pourrez rejoindre aucun groupe auquel participe ce joueur, il ne pourra pas vous ajouter en tant qu'ami et il ne pourra pas rejoindre votre partie. à l'avenir

# BtnUnblockUser
source: Unblock
es: Desbloquear
fr: Debloquer

# BtnFriendRequests
source: Friend Requests
es: Solicitudes de Amistad
fr: Demandes d'ami

# BtnBlockUser
source: Block
es: Bloquear
fr: Bloquer

# LblFriends
source: Friends
es: Amigos
fr: Amis

# LblTotalWins
source: Total Wins
es: Juegos Ganados
fr: Victoires totales

# DlgHostHasClosedTheParty
source: Host has left the party
es: El host a abandonado la partida
fr: Le host a abandonnée le jeu

# LblInfoResetPassword
source: We will send you an email to reset your password
es: Te enviaremos un correo para restablecer tu contraseña
fr: Nous vous enverrons un email pour réinitialiser votre mot de passe

# DlgWrongCode
source: Wrong code
es: Código incorrecto
fr: Code erroné

# DlgProfilePictureUpdated
source: Profile picture has been updated
es: Tu foto de perfil se ha actualizado
fr: L'image du profil a eté mis à jour

# DlgInvalidFormat
source: Invalid format
es: Formato inválido
fr: Format invalide

# DlgFriendYourself
source: You cannot send a friend request to yourself
es: No puedes mandar una solicitud a ti mismo
fr: Vous ne pouvez pas envoyer un demande d'amitié a vous même

# BtnModifyProfile
source: Modify Profile
es: Modificar Perfil
fr: Modifier le profil

# BtnChangePassword
source: Change Password
es: Cambiar Contraseña
fr: Changer mot de passe

# DlgNotEnoughPlayers
source: Cannot start the game, lobby must have at least 2 players
es: No se pudo iniciar la partida, el lobby debe tener al menos 2 jugadores
fr: Échec en commençant, il faut que le Lobby a au moins 2 jeueurs

# BtnLogOut
source: Log Out
es: Cerrar Sesión

# DlgLogOutConfirmation
source: Are you sure you want to close this session?
es: ¿Estás seguro de que deseas cerrar esta sesión?

# DlgCouldntBlockUser
source: We couldn't block this user, try again later
es: No se puedo bloquear al usuario en este momento, inténtelo de nuevo mas tarde.

# DlgLoginBanned
source: You are banned, and you can no longer log into your account
es: Estás baneado, ya no podrás iniciar sesión en tu cuenta

# LblChat
source: Chat
ja: チャット

# TitleLauncher
source: Launcher
ja: ランチャー
